{"status":"ISSUED","overview":{"type":"ISSUED","saved_dt":"2016-03-22T00:01:57Z","content":"<div><b>Space Weather Forecast Headline: No Significant Activity expected.&#160;</b></div><div><b><br /></b></div><div><b>Analysis of Space Weather Activity over past 24 hours&#160;</b></div><div><br /></div><div><b>Solar Activity: </b>Solar activity has been very low, with only B-class flares against a B1 background X-ray flux. There are two sunspot regions on the visible disc, both stable and magnetically simple, the largest of which is Region 2524 (Eho/Beta). Some small filaments are currently on the visible disc, but all appear stable. No Earth-directed CMEs have been observed in available imagery.</div><div><br /></div><div><b>Solar Wind / Geomagnetic Activity: </b>The solar wind speed measured at the ACE satellite has been in the range 370km/s to 430km/s, which is slightly elevated from normal background values. Density was mainly in the range 1cm<sup>-3</sup>&#160;to 6cm<sup>-3</sup>, though since 21/0300UTC showed an increase to values nearer 10cm<sup>-3</sup>. &#160;The total magnetic field strength (Bt) started the period around 8 nT, but is now in the range 3 to 6 nT. &#160;The north-south component (Bz) has been mostly positive. The phi angle was mainly in the negative sector (towards the Sun) but from around 1700 UTC has switched to the positive sector. Geomagnetic activity was Quiet to Unsettled.</div><div><br /></div><div><b>Energetic Particles/Solar Radiation: </b>The high energy proton flux (greater than 10MeV) in the solar wind remained at background levels. The flux of high energy electrons (greater than 2MeV) at geosynchronous orbit was at normal to moderate levels, peaking at around &#160;696 pfu. The corresponding 24-hour fluence remained comfortably below the Active threshold (1e8).</div><div><b><br /></b></div><div><b>Four-Day Space Weather Forecast Summary</b></div><div><b><br /></b></div><div><b>Solar Activity:</b> Solar activity is expected to remain very low with a chance (40%) of C-class flares, and a 5 % chance of M-class flares. &#160;</div><div><b>Geomagnetic Activity: </b>Geomagnetic activity is expected to remain mainly Quiet to Unsettled through the period with a low risk of isolated active intervals early in the period due to interaction with the northern coronal hole 65.</div><div><b><br /></b></div><div><b>Energetic Particles/Solar Radiation:</b> The high energy proton flux (greater than 10 MeV) is expected to remain at normal background levels. The high energy electron flux is expected to remain at mainly background to Moderate levels, perhaps reaching High values at the peak of the diurnal cycle. The corresponding 24-hour fluence (greater than 2MeV) is expected to remain below the Active warning threshold throughout.</div>","simplified_content":"<div><b>Space Weather Forecast Headline:&#160;</b><b>No Significant Activity expected.</b></div><p><b>Analysis of Space Weather Activity over past 24 hours</b></p><div><div><b>Solar Activity:&#160;</b>Solar activity has been very low with no significant flares observed. There are two sunspot regions on the visible disc, both of which appear stable and symmetrical with little complexity. Some small filaments are currently on the visible disc, but all appear stable. No Earth-directed coronal mass ejections (CMEs) have been observed in the available imagery.</div><p><b>Solar Wind / Geomagnetic Activity:</b>&#160;The solar wind speed measured at the ACE satellite has been modestly elevated. However magnetic field strength and direction has not been particularly favourable for Geomagnetic Activity, which has remained quiet or unsettled through the period.&#160;</p><p><b>Solar Radiation:&#160;</b>Solar radiation has been at background levels.</p><p><b>Four-Day Space Weather Forecast Summary</b></p><p><b>Solar Activity:&#160;</b>Solar activity is expected to remain very low, with just a 40 % chance of common class flares.</p><div><b>Geomagnetic Activity:&#160;</b>Geomagnetic activity is expected to remain mainly Quiet to Unsettled through the period with a low risk of isolated active intervals early in the period due to interaction with the northern coronal hole 65.</div><p><b>Solar Radiation:</b>&#160;Solar radiation has been at background levels throughout.</p></div>"},"categories":[{"status":"ISSUED","type":"ELECTRON","saved_dt":"2016-03-22T00:01:57Z","summary":"The high energy electron flux is expected to remain at mainly background to moderate levels, perhaps reaching high values at the peak of the diurnal cycle. &#160;The corresponding 24-hour fluence (greater than 2MeV) is expected to remain below the Active warning threshold throughout.","simplified_summary":"<div>N/A</div>","previously_exceeded":null,"probabilities":[{"day1":10,"day2":10,"day3":20,"day4":20},{"day1":1,"day2":1,"day3":1,"day4":1}]},{"status":"ISSUED","type":"GEOMAG","saved_dt":"2016-03-22T00:01:57Z","summary":"A large positive-polarity coronal hole (CH65) is currently in the north-west quadrant of the visible disc. Although it is most likely positioned too far north to bring a significant high speed stream to Earth, some weak connection is possible from today through to day 2. &#160;As such, geomagnetic activity is expected to be mainly Quiet to Unsettled throughout the next 4 days, with isolated Active periods possible from today through to day 2.","simplified_summary":"N/A","previously_exceeded":null,"probabilities":[{"day1":30,"day2":30,"day3":20,"day4":10},{"day1":1,"day2":1,"day3":1,"day4":1},{"day1":1,"day2":1,"day3":1,"day4":1},{"day1":1,"day2":1,"day3":1,"day4":1}]},{"status":"ISSUED","type":"PROTON","saved_dt":"2016-03-22T00:01:57Z","summary":"The high energy proton flux (greater than 10MeV) is expected to remain at normal background levels in the absence of any significant sunspot activity in the western hemisphere of the Sun.","simplified_summary":"&#160;N/A","previously_exceeded":null,"probabilities":[{"day1":1,"day2":1,"day3":1,"day4":1},{"day1":1,"day2":1,"day3":1,"day4":1}]},{"status":"ISSUED","type":"XRAY","saved_dt":"2016-03-22T00:01:57Z","summary":"With only two sunspot regions on the visible disc, both symmetric and stable and of simple magnetic configuration, solar activity is expected to remain very low for the next 4 days, with a chance (40%) of C-class flares, and a very slight chance (5%) of M-class flares. &#160;Far-side data suggests a new sunspot region may rotate onto the visible disc later on day 3 or Day 4 (24 / 25th), though this too appears to be simple and largely inactive, so flare probabilities are unlikely to change significantly.","simplified_summary":"&#160;N/A","previously_exceeded":null,"probabilities":[{"day1":5,"day2":5,"day3":5,"day4":5},{"day1":1,"day2":1,"day3":1,"day4":1}]}]}